import os

Token = os.environ.get('BOT_TOKEN') #токен бота

MessageId = 791006955497455636
MessageId2 = 791636188053766144

#реакция --> роль
autoRoleId = 790995360100515842
Roles = {
    '🔫': 791014649076252722, #CsGo
    '🐵': 791006805118418954,#fortnite
    '☂️': 791016886418538526,#among
    '☢️': 791018695278329917,#Rust
    '🚀': 791033779681624105,#RL
    '🔻': 791035184623517763,#Valorant
    '⛏️': 791035707292516362,#Minecraft
    '😼': 790995360100515842, #KenKa
}

ExcepRole = ()#Роли исключния

MaxCountRole = 100 #максимум ролей на юзера

BanWord = ['негр','пидр', 'ПИДР', "Пидор" 'пидор', 'Негр','нигер', ' негрила', 'пидрила', 'хохол', 'хохла', 'НЕГР', 'НЕГРЫ','негры','НЕГРА','Негры','негры','НЕГРУ','негру','Пидор','Пидора','Пидоры','ПИДОРЫ','ПИДОРА','пидорас','Пидорас','пидорасы','Пидорасы','ПИДОРАСЫ','ПИДОРАС','Гомосек','гомосек','ГОМОСЕК','Гомосеки','ГОМОСЕКИ','гомосеки','ПИДОР', 'Пидр', 'ПИДР',"пидр",'пидоры']
